{
    "base": {
        "search": "Search...",
        "back_to_home": "Back to homepage",
        "name": "Name",
        "title": "Title",
        "email": "E-mail address",
        "description": "Description",
        "subject": "Subject",
        "message": "Type your message...",
        "send": "Send",
        "genre": "Genre",
        "quality": "Quality",
        "imdb": "IMDb",
        "release_year": "Release Year",
        "filter": "Filter",
        "movie": "movie",
        "series": "series",
        "cover": "cOVER",
        "reset": "Reset",
        "change": "Change",
        "role": "Role",
        "profile": "Profile",
        "director": "Director",
        "cast": "Cast",
        "writer": "Writer",
        "type": "Type",
        "running_time": "Running time",
        "min": "minute",
        "links": "Links",
        "comments": "Comments",
        "photos": "Photos",
        "see": "Watch",
        "no_comments": "There are'nt any comments yet! Be the first.",
        "log_in_to_comment": "You must log in to comment.",
        "you_may_also_like": "Recommended movies",
        "delete": "Delete",
        "no_date_selected": "Not chosen",
        "male": "Man",
        "female": "Woman",
        "birth_date": "Birth date",
        "gender": "Gender",
        "save": "Save",
        "rate_user": "If you seen, please rate!",
        "rate_guest": "To rate you must log in!",
        "rate_rated": "Thanks for your rating!",
        "year": "Year",
        "rating": "Rating",
        "avg_rating": "Average rating",
        "public_name": "Public name",
        "enabled": "Enabled",
        "disabled": "Disabled",
        "help_for_the_site": "Help for the site",
        "view_submitted_links": "View submitted links",
        "submit_link": "Submit link",
        "popular_movies": "Popular movies",
        "popular_series": "Popular series",
        "activity": "Activity",
        "last_login": "Last login",
        "user_profile": "'s profile",
        "empty": "Empty",
        "mark_watched": "Mark watched",
        "mark_favourite": "Mark favourite",
        "mark_to_be_watched": "Mark to be watched",
        "chat_create_room": "Create group",
        "about": "About me",
        "report_video": "Report premier",
        "need_login": "To use this function you must log in.",
        "room_info": "Group info",
        "remove_room": "Remove group",
        "season": "Season",
        "episode": "Episode",
        "part": "Part",
        "site": "Site",
        "language": "Language",
        "report_video": "Report premier",
        "no_requests": "There aren't any requests at the time.",
        "see_description": "View description",
        "sender": "Sender",
        "cookie_info": "Our website uses cookies during its operation to provide you with the best user experience. You can disable the use of cookies at any time!",
        "ok": "OK",
        "comment": "Comment"
    },
    "ladder": {
        "not_live": "The leaderboard is refreshed once a day.",
        "other_users": "Other users",
        "own_ranking": "Own raking",
        "uploaded_movies": "Uploaded movies",
        "uploaded_links": "Submitted links",
        "movies_rated": "Rated movies",
        "watched_movies": "Watched movies",
        "comments": "Comments",
        "message_board_comments": "Message board chats",
        "posts": "Forum posts",
        "sent_requests": "Sent requests"
    },
    "upload": {
        "imdb": "IMDB ID",
        "porthu": "Porthu ID",
        "check": "Check",
        "send": "Send",
        "youtube_url": "Youtube link",
        "new_video": "New video",
        "new_link": "New link"
    },
    "meta": {
        "base": "Online Cinema",
        "movies": "Online Movies",
        "series": "Online Series"
    },
    "nav": {
        "home": "Home",
        "movies": "Movies",
        "series": "Series",
        "recommends": "Recommends",
        "others": "Other",
        "requests": "Requests",
        "forum": "Forum",
        "chat": "Chat",
        "message-board": "Message board",
        "users": "Users",
        "favourites": "Favourites",
        "to-see": "To see",
        "profile": "Profile",
        "ladder": "Ladder",
        "admin": "Administration",
        "upload": "Upload",
        "login": "Login",
        "register": "Register",
        "logout": "Logout",
        "advertisement": "Advertisement",
        "terms-of-use": "Terms of Use",
        "terms-of-use-long": "Terms and conditions of Use and disclaimer",
        "contact": "Contact",
        "user": "User profile",
        "search": "Search"
    },
    "navTexts": {
        "movies": "movies",
        "series": "series",
        "recommends": "recommends",
        "requests": "requests",
        "forum": "forum",
        "message-board": "message-board",
        "users": "users",
        "login": "login",
        "register": "register",
        "favourites": "favourites",
        "to-see": "to-see",
        "profile": "profile",
        "ladder": "ladder",
        "admin": "admin",
        "upload": "upload",
        "logout": "logout",
        "advertisement": "advertisement",
        "terms-of-use": "terms-of-use",
        "contact": "contact",
        "forgot": "forgot",
        "movie": "movie",
        "serie": "serie",
        "new-links": "new-links",
        "newest": "newest",
        "most-watched": "most-watched",
        "best": "best",
        "maintenance": "maintenance",
        "user": "user",
        "search": "search"
    },
    "chat": {
        "add_room": "Add room",
        "select": "Please, choose.",
        "room_name": "Room name",
        "members": "Room members",
        "kick_from_room": "Kick from room",
        "rooms_empty": "Rooms empty",
        "room_empty": "No room selected",
        "new_messages": "New messages",
        "message_deleted": "Message deleted",
        "messages_empty": "Messages empty",
        "conversation_started": "Conversation started",
        "type_message": "Type your message",
        "search": "Search",
        "is_online": "Online",
        "last_seen": "Last seen ",
        "is_typing": "Typing...",
        "more": "...more {count} users",
        "reply": "Reply",
        "show_seen": "View",
        "seen": "Seen by",
        "group_view": "View room",
        "message_view": "View message",
        "no_one_seen": "No one seen this message yet.",
        "add_user": "Add user to room"
    },
    "locales": {
        "hu": "Magyar",
        "en": "English"
    },
    "pages": {
        "home": {
            "new_items": "New items",
            "new_items_of_the_season": "<b>PREMIERS</b>",
            "information": "Information"
        },
        "contact": {
            "contact_form": "Contact us",
            "contact_us_here": "If you have a question about the site, you can contact us here:"
        },
        "recommends": {
            "premiers": "Premiers",
            "dvd": "DVD",
            "series": "Series"
        },
        "movies": {
            "new-links": "New links",
            "newest": "Newest",
            "most-watched": "Most watched",
            "best": "Best"
        },
        "forum": {
            "forums": "Forums",
            "all_posts": "All posts",
            "views": "Views",
            "topics": "Topics",
            "posts": "Posts",
            "new_forum": "New forum",
            "no_posts": "No posts available"
        }
    },
    "texts": {
        "welcome_text": [
            "Welcome to our website!",
            "You can find free movie datasheets on the website. Thousands of movies from classics to today, complete with the most popular series! Our <a>Forum</a> and our <a>internal e-mail system</a> offer help and insight for you. You can view the movie datasheet without registration, but if you want a full social experince, you need to register for a few seconds.",
            "Follow us on our <a target='_blank' href='https://www.instagram.com/cinemaa.cc/'>Instagram</a> and <a target='_blank' href='https://www.facebook.com/Cinemaacc-112261023817711'>Facebook</a>, so you can learn about the new movie releases and the new content you've posted. Have fun!",
            "We're waiting for at the Cinemaa.cc! Enjoy with us online cinema experience!",
            "Recommended browser for best quality is Google Chrome.",
            "Our website was also made for Hungarians living abroad, trying to provide them with as many film datasheets as possible in Hungarian."
        ],
        "advertisement_text": [
            "Advertisement for sale!",
            "We are looking for advertisors to our page, contact us for further progress!"
        ],
        "terms_of_use_text": [
            "The Cinemaa.cc (further: operator) is created to bring together a free community. These terms and conditions are the agreement between the operator and you (further: user), which its content and acceptance shall constitute the conditions for the use of services (further: service) subject to free regisztracion.",
            "The contract also contains rules regarding the use and use of the website, which we ask you to read carefully. The service can only be used by the user if you read all the terms of contract and accepts them.",
            "The operator reserves the right to modify this agreement at any time without prior notice. The service that remains used means automatic acceptance of the contract.",
            "On certain aspects of Information Society services 2001. annual CVII. according to law the operator carries out fully legal activities, the actual data provided shall be charged to the service providers that store the films and other audiovisual content on their servers.",
            "<b>Formation of the contract</b>",
            "This agreement is concluded in Hungarian. It does not constitute a written contract under the applicable law and is therefore not registered.",
            "<b>Registration</b>",
            "The Cinemaa.cc pages are freely accesible to anyone (User, Registered user), except the Excluded visitors section below detailed users. The registered membership is conditional on the registration of Cinemaa.cc accepts. The Cinemaa.cc the right to refuse registrations without justification, or withdraw at any time, particularly incorrect or incomplete information, or Cinemaa.cc others in the event of any abuse of the trust of members or any other abuse.",
            "The operator reserves the right to send the Cinemaa.cc information, notices and other messages to the registered e-mail, from which there is no possibility to unsubscribe after registration. (Except by deleting yout registration from the site, what you can do in under Profile menu after logging.)",
            "The operator reserves the right to use the registered e-mail address for marketing purposes, to send paid advertising mail, from which there is no possibility to unsubscribe after registration. (Except by deleting your registration from the site, which you can do in under Profile menu after logging.)",
            "The complete cancellation of the registration will take effect (and thus the termination of the e-mail connection) within 3 working days. Within this time, through we try to comply with unsubscribe intentions, it's possible for technical reasons, that the e-mail address for the already deleted registration can be included, in the address list of our newsletter sent within 3 working days of deletion.",
            "<b>Technical requirements</b>",
            "The user acknowledges and agrees to use the service (compared to the ussual) you can also use increased hardware resources (For example: more powerful operation of a processor for crypt-currency mining for the service provider) and you can also use and require software tools operated by an external the operation of the site and the user's responsibility for such hardware and software. After the user the website, the Cinemaa.cc cannot be held liable for any damage, destruction caused by the use of the service for injury. Furthermore, you cannot be held liable for the inability to access the service.",
            "<b>User-published content</b>",
            "The operator reserves the right to submit content submitted by users (comments, themes, feedbacks) for any use or removal of.",
            "<b>This exclusion of liability shall</b>",
            "The Cinemaa.cc does not take any responsibility for the information, content, products and services provided on the website, in particular information, content, products and services obtained from third parties. By using this website, you acknowledge that you will do so only at your own risk.",
            "The Cinemaa.cc shall not be liable for any damages incurred on your computer or otherwise in connection with your use of the website.",
            "The Cinemaa.cc excludes any liability that may result from the download, possible error of the program, or its incompatilibility with the program running on your computer, or occurs because of any internet virus.",
            "The Cinemaa.cc does not guarantee that access to websites will be continuous or error-free. Access to direct or indirect use of the website or of the information, documentation or other written materials avaiable there, from the unserviceable condition of the website, or from improper operation, deficiencies or possible malfunctions, or liability for damage or loss resulting from ambiguity shall be deemed by Cinemaa.cc explicitly excludes.",
            "The Cinemaa.cc does not assume any responsibility for information, content products and services shared by users on the site. Whoever shares any link, information or other content through the site, declares that you have permission to share the content you share and act lawfully in all cases.",
            "<b>Excluded visitors</b>",
            "If you are a member of any organization that wants to collect business-level data from this site, the operatr does not consent to view the site.",
            "<b>Ban</b>",
            "Certain functions on the website are only available after registration. Improper use of the functions used will result in a ban based on the IP adress from the site. (SPAM, obscene, offensive language, other behavior that violates netiquette rules)",
            "<b>Data protection</b>",
            "It is necessary to enter a real, existing, live e-mail address during registration! Upon registration, the operator stores the e-mail address provided by the user.",
            "<b>Legal disclaimer with movies, videos and links</b>",
            "We do not store any illegal content on our servers. All content is located on the servers of websites not operated by us, the location of which is marked and categorized by the users registered on the site.",
            "The operator does not know the details of the contents, so you cannot take any responsibility for them.",
            "Royalties on films and audiovisual content that may be avaiable through the site, stored by other service providers, shall be charged to service providers that store films and other audiovisual content on their servers!",
            "Some features on the page allows you to download audio files. Use of these features is only allowed for downloading strictly non-proprietary audio!",
            "There may also be erotic advertisements on the site. If you are under 18 years of age, use of this site is not permitted for you!",
            "Furthermore, the uploading of film data sheets distributed by PARLUX Kft. is strictly prohibited.",
            "If you have any other problems, please you can find them at the bottom of the page available under the menu (Contact) below you can contact us.",
            "<b>Contact</b>",
            "Contact us: <a href='mailto:cinemaa@protonmail.com'>cinemaa@protonmail.com</a>",
            "<b>Notification of infringement</b>",
            "Contact us: <a href='mailto:cinemaa@protonmail.com'>cinemaa@protonmail.com</a>"
        ],
        "help_text": [
            "You can access the films/series by pressing \"The view links button\" on the data sheets.",
            "You can the select of the link as you wish, if you have \"the play button\" by pressing, you will arrive at an advertising page. In the meantime, the top right corner of the screen will count down 5 seconds by another button. When the seconds are up the button will display the following message: \"SKIP THIS\" or \"SKIP AD\". By pressing this will take you to the movie, more precisely to the player. You will come across a minimum of three pop-up ads on almost every player. These may be advertising on different subjects, in most cases they encourage you to download a program. Don't dowload them! You don't need anything the players offer you. Everything you need to watch a movie is below. You just have to close all the windows that pop up. Because these ads don't belong to us, so we can't shut them down or shut them down for you.",
            "The players make a living in this commercial. You can get used to them relatively quickly, although it will be annoying at first. Make sure you don't get lost. Ads usually come in the form of a pop-up window, but they can easily be mixed.",
            "What's important to know is that these storage sites that have the films on them also don't belong to us. Unfortunately, many times, technical reasons, in the absence of views, or for any other reason, the movies/series links are deleted. This is usually indicated by a \"File deleted\" or \"Not found\" message. In this case, you can indicate this by pressing \"the Link notification\" button on the datasheets, there by helping the operation of the page. If you indicated, we will try to replace the deleted movie or series as soon as possible."
        ]
    },
    "auth": {
        "username": "Username",
        "email": "E-mail address",
        "password": "Password",
        "password_confirmation": "Password confirmation",
        "remember_me": "Remember me",
        "forgot_password": "Forgot password",
        "no_account": "Don't have an account?",
        "create_account": "Register!",
        "has_account": "Already member?",
        "i_accept": "I accept the",
        "terms_of_use": "Terms of Use",
        "forgot_password_in_email": "We send the link in email.",
        "profile_details": "Profile details",
        "register_date": "Registration date",
        "change_password": "Change password",
        "old_password": "Old password"
    },
    "messages": {
        "login_successful": "Login successful.",
        "login_unsuccessful": "Login failed.",
        "register_successful": "Registration successful, please check your email for activation link.",
        "logout_successful": "Logout successful!",
        "verify_successful": "User successfully verified, you can now log in!",
        "verify_unsuccessful": "User verification unsuccessful!",
        "must_verify_account": "To log in you must verify your account!",
        "thanks_for_contacting": "Thank you for contacting us, we will get back to you soon!",
        "no_movies_found": "No results found.",
        "forgot_sent": "If there is a user with this email, we sent the link in email.",
        "forgot_already_sent": "A forgot password email already sent, please try again later!",
        "reset_successful": "Password successfully recovered, you can now log in!",
        "reset_unsuccessful": "Password recovering unsuccessful!",
        "change_password_successful": "Password change successful!",
        "old_password_wrong": "The old password doesn't match!",
        "profile_picture_updated": "Profile picture successfully updated!",
        "profile_picture_error": "Profile picture update unsuccessful!",
        "comment_successful": "Thanks for you comment, we successfully saved it and it appears on the page!",
        "comment_successful_deleted": "Comment successfully deleted",
        "post_successful": "Thanks for your post, we successfully saved it.",
        "profile_updated": "Profile successfully updated!",
        "profile_update_error": "Profile update unsuccessful!",
        "rating_successful": "Rating successfully sent!",
        "submit_successful": "Links have been successfully sent! Thank you!",
        "rating_error": "Rate sending unsuccessful!",
        "error": "There was an error sending that request!",
        "favourite_successful": "The movie has been added to your favourites list.",
        "watched_successful": "The movie has been selected as watched.",
        "to_be_watched_successful": "The movies has been added to your to be watched list.",
        "imdb_format_invalid": "The IMDB format is wrong!",
        "user_blocked": "You are banned from the site!",
        "report_successful": "Report successful!",
        "already_reported": "You have already sent a report.",
        "user_kicked": "User kicked from group.",
        "room_removed": "Group deleted successfully!",
        "link_mismatch": "The link is wrong",
        "youtube_mismatch": "The youtube link is wrong.",
        "thanks_for_uploading": "Thanks for uploading!",
        "fill_all_fields": "You must fill every field!",
        "function_not_available": "The requested function isnt available right know.",
        "thanks_for_requesting": "Thank you for sending the request",
        "request_deleted": "Request deleted successfully.",
        "link_exists": "The submitted link already exists in our database!",
        "message_board_deleted": "Message board message deleted!",
        "forum_first_post": "You dont have permission to write first post!"
    },
    "roles": {
        "user": "User",
        "uploader": "Uploader",
        "moderator": "Moderator",
        "administrator": "Administrator",
        "owner": "Owner"
    },
    "genres": {
        "action": "Action",
        "adventure": "Adventure",
        "animation": "Animation",
        "biography": "Biography",
        "comedy": "Comedy",
        "crime": "Crime",
        "documentary": "Documentary",
        "drama": "Drama",
        "family": "Family",
        "fantasy": "Fantasy",
        "film-noir": "Film Noir",
        "game-show": "Game Show",
        "history": "History",
        "horror": "Horror",
        "musical": "Musical",
        "music": "Music",
        "mystery": "Mystery",
        "news": "News",
        "reality-tv": "Reality TV",
        "romance": "Romance",
        "sci-fi": "Sci-Fi",
        "short": "Short",
        "sport": "Sport",
        "talk-show": "Talk Show",
        "superhero": "Superhero",
        "thriller": "Thriller",
        "war": "War",
        "western": "Western"
    },
    "languageTypes": {
        "hu": "Hungarian",
        "en": "English",
        "sub": "Subtitle",
        "other": "Other"
    },
    "qualities": {
        "dvd": "DVD",
        "tv": "TV",
        "dvd-cinema": "DVD-Cinema Sound",
        "hc-hdrip": "HC-HDRip",
        "tc": "TC",
        "ts": "TS",
        "cam": "CAM"
    }
}
