{
    "base": {
        "search": "Keresés...",
        "back_to_home": "Vissza a kezdőlapra",
        "name": "Név",
        "title": "Cím",
        "email": "E-mail cím",
        "description": "Leírás",
        "subject": "Tárgy",
        "message": "Írd be az üzeneted...",
        "send": "Küldés",
        "genre": "Műfaj",
        "quality": "Minőség",
        "imdb": "IMDb",
        "release_year": "Megjelenés éve",
        "filter": "Szűrés",
        "movie": "film",
        "series": "sorozat",
        "cover": "Borítókép",
        "reset": "Visszaállítás",
        "change": "Megváltoztatás",
        "role": "Rang",
        "profile": "Profil",
        "director": "Rendező",
        "cast": "Szereplők",
        "writer": "Író",
        "type": "Tipus",
        "running_time": "Hossz",
        "min": "perc",
        "links": "Linkek",
        "comments": "Kommentek",
        "photos": "Képek",
        "see": "Megtekintés",
        "no_comments": "Még nem érkezett egy megjegyzés sem. Legyél te az első beküldő!",
        "log_in_to_comment": "A hozzászóláshoz be kell jelentkezned.",
        "you_may_also_like": "Ajánlott filmek",
        "delete": "Törlés",
        "no_date_selected": "Nincs kiválasztva",
        "male": "Férfi",
        "female": "Nő",
        "birth_date": "Születési dátum",
        "gender": "Nem",
        "save": "Mentés",
        "rate_user": "Ha láttad a filmet értékeld!",
        "rate_guest": "Értékeléshez regisztrálnod kell!",
        "rate_rated": "Köszönjük az értékelést!",
        "year": "Évjárat",
        "rating": "Értékelés",
        "avg_rating": "Átlag értékelés",
        "public_name": "Feltöltői név publikus",
        "enabled": "Bekapcsolva",
        "disabled": "Kikapcsolva",
        "help_for_the_site": "Segítség az oldal használatához",
        "view_submitted_links": "Beküldött linkek megtekintése",
        "submit_link": "Link beküldése",
        "popular_movies": "Népszerű filmek",
        "popular_series": "Népszerű sorozatok",
        "activity": "Aktivitás",
        "last_login": "Utolsó bejelentkezés",
        "user_profile": "profilja",
        "empty": "Üres",
        "mark_watched": "Nézettnek jelölés",
        "mark_favourite": "Kedvencnek jelölés",
        "mark_to_be_watched": "Megnézendőnek jelölés",
        "chat_create_room": "Csoport létrehozása",
        "about": "Magamról",
        "report_video": "Előzetes bejelentése",
        "need_login": "A funkció használatához be kell jelentkezned.",
        "room_info": "Csoport tulajdonságai",
        "remove_room": "Csoport törlése",
        "season": "Évad",
        "episode": "Epizód",
        "part": "Rész",
        "site": "Videómegosztó",
        "language": "Nyelv",
        "report_video": "Előzetes bejelentése",
        "no_requests": "Jelenleg egy darab kérés sincs.",
        "see_description": "Leírás megtekintése",
        "sender": "Beküldő",
        "cookie_info": "Weboldalunk sütiket (cookie) használ működése folyamán, hogy a legjobb felhasználói élményt nyújthassa Önnek. A sütik használatát bármikor letilthatja!",
        "ok": "OK",
        "comment": "Megjegyzés"
    },
    "ladder": {
        "not_live": "Az adatok technikai részletek miatt nem valós időben frissülnek.",
        "other_users": "További felhasználók",
        "own_ranking": "Saját helyezés",
        "titles": {
            "uploaded_movies": "Feltöltött adatlapok",
            "uploaded_links": "Beküldött linkek",
            "movies_rated": "Értékelt adatlapok",
            "watched_movies": "Megnézett adatlapok",
            "viewed_movies": "Megtekintett adatlapok",
            "comments": "Kommentek",
            "message_board_comments": "Üzenőfal beszélgetések",
            "posts": "Fórum posztok",
            "sent_requests": "Elküldött kérések"
        },
        "descriptions": {
            "uploaded_movies": "Feltöltött adatlapok darabszáma",
            "uploaded_links": "Beküldött linkek darabszáma",
            "movies_rated": "Értékelt adatlapok darabszáma",
            "watched_movies": "Megnézett filmek/sorozatok darabszáma",
            "viewed_movies": "Megtekintett adatlapok darabszáma",
            "comments": "Kommentek darabszáma",
            "message_board_comments": "Üzenőfal beszélgetések darabszáma",
            "posts": "Fórum posztok darabszáma",
            "sent_requests": "Elküldött kérések darabszáma"
        }
    },
    "upload": {
        "imdb": "IMDB ID",
        "porthu": "Porthu ID",
        "check": "Ellenőrzés",
        "send": "Beküldés",
        "youtube_url": "Youtube link",
        "new_video": "Új videó feltöltése",
        "new_link": "Új link feltöltése"
    },
    "meta": {
        "base": "Online Moziélmény",
        "movies": "Online Filmek",
        "series": "Online Sorozatok"
    },
    "nav": {
        "home": "Főoldal",
        "movies": "Filmek",
        "series": "Sorozatok",
        "recommends": "Ajánló",
        "others": "Egyéb",
        "requests": "Kérések",
        "forum": "Fórum",
        "chat": "Chat",
        "message-board": "Üzenőfal",
        "users": "Felhasználók",
        "favourites": "Kedvenceim",
        "to-see": "Megnézendők",
        "profile": "Profilom",
        "ladder": "Ranglétra",
        "admin": "Adminisztráció",
        "upload": "Feltöltés",
        "login": "Bejelentkezés",
        "register": "Regisztráció",
        "logout": "Kijelentkezés",
        "advertisement": "Hirdetés",
        "terms-of-use": "ÁSZF",
        "terms-of-use-long": "Felhasználási feltételek és Jogi nyilatkozat",
        "contact": "Kapcsolat",
        "user": "Felhasználói profil",
        "search": "Keresés"
    },
    "navTexts": {
        "movies": "filmek",
        "series": "sorozatok",
        "recommends": "ajanlo",
        "requests": "keresek",
        "forum": "forum",
        "message-board": "uzenofal",
        "users": "felhasznalok",
        "login": "bejelentkezes",
        "register": "regisztracio",
        "favourites": "kedvenceim",
        "to-see": "megnezendok",
        "profile": "profil",
        "ladder": "rangletra",
        "admin": "admin",
        "upload": "feltoltes",
        "logout": "kijelentkezes",
        "advertisement": "hirdetes",
        "terms-of-use": "aszf",
        "contact": "kapcsolat",
        "forgot": "elfelejtett-jelszo",
        "movie": "film",
        "serie": "sorozat",
        "new-links": "uj-linkek",
        "newest": "legujabb",
        "most-watched": "legnezettebb",
        "best": "legjobb",
        "maintenance": "karbantartas",
        "user": "felhasznalo",
        "search": "kereses"
    },
    "chat": {
        "add_room": "Beszélgetés létrehozása",
        "select": "Válassz...",
        "room_name": "Beszélgetés neve",
        "members": "Beszélgetés tagok",
        "kick_from_room": "Felhasználó kirúgása a beszélgetésből",
        "rooms_empty": "Nincsenek beszélgetések",
        "room_empty": "Nincs beszélgetés kiválasztva",
        "new_messages": "Új üzenetek",
        "message_deleted": "Üzenet törölve",
        "messages_empty": "Nincsenek üzenetek",
        "conversation_started": "A beszélgetés eleje",
        "type_message": "Írd be az üzenetet",
        "search": "Keresés",
        "is_online": "Elérhető",
        "last_seen": "Utoljára elérhető ",
        "is_typing": "Éppen ír...",
        "more": "...további {count} felhasználó",
        "reply": "Válasz",
        "show_seen": "Megtekintés",
        "seen": "Látták",
        "group_view": "Beszélgetés megtekintése",
        "message_view": "Üzenet megtekintése",
        "no_one_seen": "Az üzenetet senki sem látta még.",
        "add_user": "Felhasználó hozzáadása a beszélgetéshez"
    },
    "locales": {
        "hu": "Magyar",
        "en": "Angol"
    },
    "pages": {
        "home": {
            "new_items": "Népszerű adatlapok",
            "new_items_of_the_season": "<b>PREMIEREK</b>",
            "information": "Információ"
        },
        "contact": {
            "contact_form": "Vedd fel velünk a kapcsolatot",
            "contact_us_here": "Ha bármilyen problémád, kérdésed van az oldallal kapcsolatban ezen az elérhetőségen tudsz velünk kapcsolatba lépni:"
        },
        "recommends": {
            "premiers": "Premier filmek",
            "dvd": "Premier filmek DVD megjelenések",
            "series": "Premier sorozatok"
        },
        "movies": {
            "new-links": "Új linkek",
            "newest": "Legújabb",
            "most-watched": "Legnézettebb",
            "best": "Legjobbra értékelt"
        },
        "forum": {
            "forums": "Fórumok",
            "all_posts": "Összes poszt",
            "views": "Megtekintések",
            "topics": "Témák",
            "posts": "Posztok",
            "new_forum": "Új fórum",
            "no_posts": "A kiválasztott témában nincs poszt"
        }
    },
    "texts": {
        "welcome_text": [
            "Üdvözlünk oldalunkon!",
            "A honlapon ingyenesen megtekinthető film adatlapokat találsz. Több ezer filmet a klasszikusoktól napjaink kasszasikeréig, kiegészítve a legnépszerűbb sorozatokkal! Segítséget és ismerkedési lehetőséget kínál a <a href='/forum'>fórumunk</a>, valamint a <a href='/chat'>belső levelezőrendszerünk</a>. A filmek adatlapját regisztráció nélkül is megtekintheted, de ha teljes közösségi élményre vágysz, egy pár másodperces regisztráció szükséges.",
            "Kövess minket az <a target='_blank' href='https://www.instagram.com/cinemaa.cc/'>Instagram</a> oldalunkon és <a target='_blank' href='https://www.facebook.com/Cinemaacc-112261023817711'>Facebook</a> csatornánkon, hogy értesülhess az új filmmegjelenésekről, és a felkerült új tartalmakról. Jó szórakozást kívánunk!",
            "Várunk téged is a Cinemaa.cc-n! Éld át velünk Te is az online moziélményt!",
            "Ajánlott böngésző a legjobb minőség elérése érdekében a Google Chrome.",
            "Oldalunk a külföldön élő magyarok számára is készült, igyekezve magyar nyelven eljuttatni számukra a lehető legtöbb filmes adatlapot."
        ],
        "advertisement_text": [
            "Reklámfelület kiadó!",
            "Keresünk banneres hirdetőket az oldalra, érdeklődni a cinemaa@protonmail.com levelezőcímen lehet!"
        ],
        "terms_of_use_text": [
            "A Cinemaa.cc (továbbiakban: Üzemeltető) létrejöttének célja egy szabad közösség összefogása. Jelen Felhasználási feltételek jelentik az Üzemeltető és Ön (továbbiakban: felhasználó) létrejött szerződést, mely tartalma és elfogadása jelenti az ingyenes, regisztrációhoz kötött szolgáltatások (továbbiakban: szolgáltatás) igénybevételének feltételeit. A szerződés tartalmazza a weboldal használatával, igénybevételével kapcsolatos szabályokat is, melyeket kérünk figyelmesen olvasson el! A szolgáltatást csak akkor veheti igénybe a felhasználó, ha elolvassa a szerződés minden pontját, és elfogadja azokat.",
            "Az Üzemeltető fenntartja a jogot, hogy jelen szerződést bármikor, előzetes bejelentés nélkül szabadon módosíthassa. A továbbra is igénybe vett szolgáltatás az szerződés automatikus elfogadását jelenti.",
            "Az információs társadalommal összefüggő szolgáltatások egyes kérdéseiről szóló 2001. évi CVIII. törvény értelmében az Üzemeltető teljesen legális tevékenységet folytat, a ténylegesen szolgáltatott adatok/filmek jogdíjai a filmeket és egyéb audiovizuális tartalmakat szerverein tároló szolgáltatókat terheli!",
            "<b>A szerződés létrejötte</b>",
            "Jelen szerződés magyar nyelven kerül megkötésre. A hatályos jogszabályok alapján nem minősül írásban foglalt szerződésnek, így iktatásra sem kerül.",
            "<b>Regisztráció</b>",
            "A Cinemaa.cc oldalait bárki szabadon böngészheti (\"Felhasználó, Regisztrált felhasználó\"), kivéve a Kizárt látogatók pont alatt részletezett felhasználók. A regisztrált tagság feltétele, hogy a regisztrációt a Cinema.cc elfogadja. A Cinemaa.cc fenntartja magának a jogot, hogy regisztrációkat indoklás nélkül visszautasítson, vagy bármikor visszavonjon, különösképp valótlan vagy hiányos adatok megadása, vagy a Cinemaa.cc és más a Tagok bizalmával történő, vagy bármilyen más visszaélés esetén.",
            "Az Üzemeltető fenntartja a jogot a regisztrált e-mail-re való, a Cinemaa.cc-vel kapcsolatos információk, felhívások és egyéb üzenetek kiküldésére, melyről leiratkozási lehetőség a regisztrációt követően nincs. (Kivéve a webhelyről való regisztrációjának törlésével, amit bejelentkezés után, a Profil menüpont alatt tehet meg.)",
            "Az Üzemeltető fenntartja a jogot a regisztrált e-mail cím marketing célú felhasználására, fizetett reklám levelek kiküldésére, melyről leiratkozási lehetőség a regisztrációt követően nincs. (Kivéve a webhelyről való regisztrációjának törlésével, amit bejelentkezés után, a Profil menüpont alatt tehet meg.)",
            "A regisztráció teljes törlése (és ezáltal az e-mailes kapcsolat megszűnése) 3 munkanapon belül lép érvénybe. Ez időn belül, habár igyekszünk eleget tenni a leiratkozói szándékoknak, technikai okok miatt elképzelhető, hogy bekerülhet a már törölt regisztrációhoz tartozó email cím, a törlést követő 3 munkanapon belül kiküldött hírlevelünk címlistájába.)",
            "<b>Műszaki követelmények</b>",
            "A felhasználó tudomásul veszi és elfogadja, hogy a szolgáltatás használata (a megszokotthoz képest) megnövekedett hardver erőforrásokat is igénybe vehet (például: processzor erőteljesebb működtetése, a szolgáltató számára történő kripto-valuta bányászat céljából) és külső szolgáltató által üzemeltetett szoftveres eszközöket is használhat és igényel(het) az oldal működése, valamint, hogy az említett hardverre és szoftverre vonatkozóan a felhasználó saját felelősségére jár el. Azt követően, hogy a felhasználó használja a weboldalt, a Cinema.cc nem vonható felelősségre a szolgáltatás használatából bekövetkezett esetleges károsodásáért, megsemmisüléséért, ill. sérülésért. Továbbá nem vonható felelősségre a szolgáltatás elérhetetlenségért sem.",
            "<b>Felhasználók által közzétett tartalmak</b>",
            "Az Üzemeltető fenntartja a jogot a felhasználók által beküldött tartalmak (hozzászólások, feltöltések, témák, visszajelzések) bármilyen célú felhasználására és eltávolítására.",
            "<b>A felelősség kizárása</b>",
            "A Cinemaa.cc nem vállal semmilyen felelősséget a honlapon szolgáltatott információkkal, tartalmakkal, termékekkel és szolgáltatásokkal kapcsolatban, különösen a harmadik féltől beszerzett információkra, tartalmakra, termékekre és szolgáltatásokra nézve. A honlap használatával Ön elismeri, hogy azt csak és kizárólag saját felelősségére teszi. A Cinemaa.cc nem vállal semmilyen felelősséget az Ön számítógépén vagy egyéb vonatkozásban keletkezett/elszenvedett károkért a honlap használatával kapcsolatban. A Cinemaa.cc kizár minden felelősséget, amely a program letöltéséből, esetleges hibájából, illetve az Ön számítógépén futó programmal való összeegyeztethetetlensége, vagy bármely internetes vírus miatt következik be.",
            "A Cinemaa.cc nem garantálja, hogy a weboldalakhoz való hozzáférés folyamatos vagy hibamentes lesz. A honlap, illetve az ott elérhető információk, dokumentációk, vagy más írott anyagok hozzáféréséből, illetve azok közvetett vagy közvetlen felhasználásából, a honlap használatra alkalmatlan állapotából, vagy a nem megfelelő működésből, hiányosságból, esetleges üzemzavarból, vagy félreérhetőségből eredő károkért és/vagy veszteségért való felelősséget a Cinemaa.cc kifejezetten kizárja.",
            "A Cinemaa.cc nem vállal semmilyen felelősséget az oldalon lévő felhasználók által megosztott információkkal, tartalmakkal, termékekkel és szolgáltatásokkal kapcsolatosan. Aki az oldalon keresztül bármilyen hivatkozást, információt vagy egyéb tartalmat oszt meg, kijelenti, hogy az általa megosztott tartalom megosztására engedélye van és minden esetben jogszerűen jár el.",
            "<b>Kizárt látogatók</b>",
            "Ha Ön tagja bármely szervezetnek, mely az oldalról üzleti szintű adatgyűjtést kíván végezni, az oldal megtekintéséhez az üzemeltető nem járul hozzá.",
            "<b>Kitiltás</b>",
            "A weboldalon bizonyos funkciók csak regisztrációt követően vehetők igénybe. A igénybe vett funkciók nem megfelelő használata az oldalról való IP Cím alapú kitiltást von maga után (SPAM, trágár, másokra nézve sértő beszédmód alkalmazása, egyéb a Netikett szabályait sértő magaviselet).",
            "<b>Adatvédelem</b>",
            "A regisztráció során szükséges igazi, létező, élő e-mail cím megadása! Regisztrációkor az üzemeltető eltárolja a felhasználó által megadott e-mail címet.",
            "<b>Filmekkel, videókkal és linkekkel kapcsolatos jogi nyilatkozat</b>",
            "Szervereinken nem tárolunk semmilyen jogsértő tartalmat. Minden tartalom nem általunk üzemeltetett weboldalak szerverein találhatóak, melyek helyét az oldalra regisztrált felhasználók megjelölik és kategorizálják. Az üzemeltető nem ismeri azok részletes tartalmát, így nem tud semmilyen felelősséget vállalni értük. A oldalon keresztül esetlegesen elérhető, más szolgáltatóknál tárolt filmek és audiovizuális tartalmak jogdíjai a filmeket és egyéb audiovizuális tartalmakat szerverein tároló szolgáltatókat terheli!",
            "Az oldal egyes funkció lehetőséget nyújtanak hanganyagok letöltésére. Ezen funkciók használata csak szigorúan nem jogvédett hanganyagok letöltésére engedélyezett!",
            "Az oldalon erotikus reklámok megjelenése is előfordulhat. Amennyiben Ön még nem töltötte be a 18. életévét, az oldal használata az Ön számára nem engedélyezett!",
            "Továbbá PARLUX Kft. által forgalmazott filmadatlapok feltöltése szigorúan tilos.",
            "Bármilyen egyéb felmerülő probléma esetén az oldal alján található \"Kapcsolat\" menüpont alatt található elérhetőségen veheti fel velünk a kapcsolatot.",
            "<b>Kapcsolat</b>",
            "Lépjen kapcsolatba velünk: <a href='mailto:cinemaa@protonmail.com'>cinemaa@protonmail.com</a>",
            "<b>Jogsértés bejelentése</b>",
            "Lépjen kapcsolatba velünk: <a href='mailto:cinemaa@protonmail.com'>cinemaa@protonmail.com</a>"
        ],
        "help_text": [
            "A filmeket/sorozatokat az adatlapokon található \"Beküldött linkek megtekintése\" gomb megnyomása után érhetitek el a linkeket.",
            "Ezt követően tetszés szerint kiválaszthatod a linket, ha megvan a „Lejátszás” gomb megnyomása után, egy reklámoldalra fogtok érkezni. Ezalatt, a képernyő jobb felső sarkában visszaszámol 5 másodpercet egy másik gomb. Ha letelt az 5 másodperc a gombon megjelenik az alábbi üzenet: SKIP THIS AD vagy SKIP AD. Ezt megnyomva jutsz a filmhez, pontosabban a lejátszóhoz. Szinte mindegyik lejátszónál minimum három felugró reklámmal fogtok találkozni. Ezek különböző tárgyú reklámok lehetnek, az esetek többségében valamilyen program letöltésére biztatnak. Ne töltsétek le őket! Semmire sincs szükségetek, amit a lejátszók kínálnak nektek. Mindent, ami a filmnézéshez szükséges, lentebb megtalálod! Egyszerűen csak be kell zárni az összes ablakot, ami felugrik. Mivel ezek a reklámok nem hozzánk tartoznak, így nem tudjuk őket helyettetek bezárni vagy kikapcsolni. A lejátszók ebből a reklámból élnek. Viszonylag gyorsan meg lehet szokni a használatukat, bár elsőre biztos idegesítő lesz. Figyeljetek arra, hogy ne tévedjetek el! A reklámok többnyire egy felugró ablak formájában érkeznek, de könnyen el lehet keveredni.",
            "Amit még fontos tudni, hogy ezek a tárhelyek, amiken a filmek találhatók, szintén nem hozzánk tartoznak. Sajnos sokszor előfordul, hogy technikai okok, nézettség hiányában, vagy bármilyen más okból törlik a filmeket/sorozatokat. Ezt legtöbbször egy \"file deleted\" vagy \"not found\" üzenettel jelzik. Ilyenkor az adatlapokon található „Link Bejelentése” gomb megnyomásával tudjátok ezt felénk jelezni, ezzel is segítve az oldal működését. Amennyiben jeleztétek, megpróbáljuk a lehető leghamarabb pótolni a törölt filmet vagy sorozatot."
        ]
    },
    "auth": {
        "username": "Felhasználónév",
        "email": "E-mail cím",
        "password": "Jelszó",
        "password_confirmation": "Jelszó megerősítése",
        "remember_me": "Jegyezz meg",
        "forgot_password": "Elfelejtett jelszó",
        "no_account": "Nincs fiókod?",
        "create_account": "Regisztrálj!",
        "has_account": "Már van fiókod?",
        "i_accept": "Elfogadom a",
        "terms_of_use": "Felhasználási feltételeket",
        "forgot_password_in_email": "Az elfelejtett jelszót e-mailben küldjük.",
        "profile_details": "Felhasználói adatok",
        "register_date": "Regisztráció dátuma",
        "change_password": "Jelszó megváltoztatása",
        "old_password": "Régi jelszó"
    },
    "messages": {
        "login_successful": "Bejelentkezés sikeres!",
        "login_unsuccessful": "Bejelentkezés sikertelen.",
        "register_successful": "Regisztráció sikeres. Kérlek, ellenőrizd az e-mail címedet a megerősítéshez!",
        "logout_successful": "Kijelentkezés sikeres!",
        "verify_successful": "Felhasználó sikeresen megerősítve, most már be tudsz lépni!",
        "verify_unsuccessful": "Felhasználó megerősítése sikertelen!",
        "must_verify_account": "A bejelentkezéshez meg kell erősítened a felhasználódat!",
        "thanks_for_contacting": "Köszönjük a kapcsolatfelvételt, hamarosan visszajelzünk!",
        "no_movies_found": "Nincs találat a megadott szűréssel.",
        "forgot_sent": "Ha létezik ezzel az e-mail címmel felhasználó, elküldtük a visszaállítási linket e-mailben.",
        "forgot_already_sent": "Már van folyamatban egy jelszó visszaállító e-mail, próbálkozz később!",
        "reset_successful": "Jelszó sikeresen visszaállítva, most már be tudsz lépni!",
        "reset_unsuccessful": "Jelszó visszaállítás sikertelen!",
        "change_password_successful": "Jelszó változtatás sikeres!",
        "old_password_wrong": "A régi jelszó nem egyezik!",
        "profile_picture_updated": "Profilkép sikeresen frissítve!",
        "profile_picture_error": "Profilkép feltöltés sikertelen!",
        "comment_successful": "Köszönjük a hozzászólásod, sikeresen elmentettük és látható az adatlapon!",
        "comment_successful_deleted": "Hozzászólás sikeresen törölve",
        "post_successful": "Köszönjük a hozzászólásod, sikeresen elmentettük.",
        "profile_updated": "Profil sikeresen mentve!",
        "profile_update_error": "Profil mentése sikertelen!",
        "rating_successful": "Értékelés sikeresen elküldve!",
        "submit_successful": "Linkek sikeresen beküldve! Köszönjük!",
        "rating_error": "Értékelés elküldése sikertelen!",
        "error": "Hiba történt a kérés elküldése során!",
        "favourite_successful": "Az adatlap sikeresen a kedvenceid közé lett adva.",
        "watched_successful": "Az adatlap sikeresen meg lett jelölve megnézettként.",
        "to_be_watched_successful": "Az adatlap sikeresen a megnézendők közé lett adva.",
        "imdb_format_invalid": "Az IMDB formátum hibás!",
        "user_blocked": "A felhasználód ki van tiltva az oldalról!",
        "report_successful": "Bejelentés sikeres!",
        "already_reported": "A bejelentés már korábban megtörtént.",
        "user_kicked": "Felhasználó sikeresen kirúgva a csoportból.",
        "room_removed": "Csoport sikeresen törölve!",
        "link_mismatch": "A link nem tartozik egy videómegosztóhoz sem!",
        "youtube_mismatch": "A youtube link formátuma hibás!",
        "thanks_for_uploading": "Köszönjük a beküldést!",
        "fill_all_fields": "Minden mező kitöltése kötelező!",
        "function_not_available": "A kért funkció jelenleg nem elérhető, viszont hamarosan aktiválásra kerül.",
        "thanks_for_requesting": "Köszönjük a kérés beküldését!",
        "request_deleted": "Kérés sikeresen törölve!",
        "link_exists": "A beküldött link már szerepel az adatbázisban!",
        "message_board_deleted": "Üzenőfal üzenet törölve!",
        "forum_first_post": "Nincs jogosultságod első posztot írni!"
    },
    "roles": {
        "user": "Felhasználó",
        "uploader": "Feltöltő",
        "moderator": "Moderátor",
        "administrator": "Adminisztrátor",
        "owner": "Tulajdonos"
    },
    "genres": {
        "action": "Akció",
        "adventure": "Kaland",
        "animation": "Animáció",
        "biography": "Életrajzi",
        "comedy": "Vígjáték",
        "crime": "Bűnügyi",
        "documentary": "Dokumentum",
        "drama": "Dráma",
        "family": "Családi",
        "fantasy": "Fantázia",
        "film-noir": "Fekete film",
        "game-show": "Játék bemutató",
        "history": "Történelmi",
        "horror": "Horror",
        "musical": "Musical",
        "music": "Zenei",
        "mystery": "Misztikus",
        "news": "Hír",
        "reality-tv": "Valóság TV",
        "romance": "Romantikus",
        "sci-fi": "Sci-Fi",
        "short": "Rövid",
        "sport": "Sport",
        "talk-show": "Beszélgetős",
        "superhero": "Szuperhős",
        "thriller": "Thriller",
        "war": "Háborús",
        "western": "Vadnyugati"
    },
    "languageTypes": {
        "hu": "Magyar",
        "en": "Angol",
        "sub": "Feliratos",
        "other": "Egyéb"
    },
    "qualities": {
        "dvd": "DVD",
        "tv": "TV",
        "dvd-cinema": "DVD-Mozis hang",
        "hc-hdrip": "HC-HDRip",
        "tc": "TC",
        "ts": "TS",
        "cam": "CAM"
    }
}
